import CallButton from "../../components/CallButton";

function PriceScreen() {
    return (
        <div>
            <h2>
                Остекление в Санкт-Петербурге:
            </h2>
            TODO dropdown
            <div>
                <div>
                    <h3>Окна с повышенной шумоизоляцией</h3>
                    <span>От 7000р</span>
                    <CallButton/>
                </div>
            </div>
            <section>
                На нашем сайте по установке светопрозрачных конструкций в Санкт-Петербурге от компании Альфа-Групп Вы можете преобрести окна и двери от настоящих профессионалов в области остекления, мы подберем лучшее решение для вашей задачи с качеством подхода как в продукции так и в монтажных работах.
                Опираясь на свой опыт, наша компания использует только проверенных производителей профиля и фурнитуры российских и зарубежных производителей, а так же оснощение оборудованием по всем современным стандартам дает нам преимущество в надежности конструкций и быстрого и качественного монтажа в Санкт-Петербурге.  Для того чтобы подобрать остекление именно для вас, свяжитесь с нами и наш менеджер со знанием дела поможет вам с каждым аспектом вашего последующего заказа.
            </section>
            <CallButton/>
        </div>
    )
}

export default PriceScreen;