import style from './style.module.css';

function WhyScreen() {
    return (
        <div>
            <h2>Почему Альфа Групп?</h2>
            <section>
                Все просто! Мы находим максимально эффективные и выгодные решения для дома и интерьера.
            </section>
            <div className='flex_h_sb'>
               <section>
                   Вариативность исполнения светопрозрачных конструкций и применяемых материалов дает огромные возможности для изготовления самых сложных и необычных изделий для вашего дома, офиса, здания, интерьера. Многолетний опыт в сфере производства и монтажа светопрозрачных конструкций дает нам весомое преимущество в исполнении поставленных задач.
               </section>

                <section>
                    Вариативность исполнения светопрозрачных конструкций и применяемых материалов дает огромные возможности для изготовления самых сложных и необычных изделий для вашего дома, офиса, здания, интерьера. Многолетний опыт в сфере производства и монтажа светопрозрачных конструкций дает нам весомое преимущество в исполнении поставленных задач.
                </section>

                <section>
                    Вариативность исполнения светопрозрачных конструкций и применяемых материалов дает огромные возможности для изготовления самых сложных и необычных изделий для вашего дома, офиса, здания, интерьера. Многолетний опыт в сфере производства и монтажа светопрозрачных конструкций дает нам весомое преимущество в исполнении поставленных задач.
                </section>
            </div>
        </div>
    )
}

export default WhyScreen;